Web Services/request_obtener_contacto_by_DNI_TIPO_DOCUMENTO.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:typ="http://xmlns.oracle.com/apps/crmCommon/salesParties/contactService/types/"
	xmlns:typ1="http://xmlns.oracle.com/adf/svc/types/">
	<soapenv:Header/>
	<soapenv:Body>
		<typ:findContact>
			<typ:findCriteria>
			<typ1:fetchStart>0</typ1:fetchStart>
			<typ1:fetchSize>-1</typ1:fetchSize>
			<typ1:filter>
				<typ1:group>
				<typ1:conjunction>And</typ1:conjunction>
				<typ1:item>
		                	<typ1:conjunction>And</typ1:conjunction>
					<typ1:upperCaseCompare>false</typ1:upperCaseCompare>
					<typ1:attribute>PersonDEO_CTRNrodedocumento_c</typ1:attribute>
					<typ1:operator>=</typ1:operator>
					<typ1:value>43692004</typ1:value>
				</typ1:item>
				<typ1:item>
		                	<typ1:conjunction>And</typ1:conjunction>
					<typ1:upperCaseCompare>false</typ1:upperCaseCompare>
					<typ1:attribute>PersonDEO_CTRTipodedocumento_c</typ1:attribute>
					<typ1:operator>=</typ1:operator>
					<typ1:value>DNI</typ1:value>
				</typ1:item>
				</typ1:group>
			</typ1:filter>
			</typ:findCriteria>
			<typ:findControl>
				<typ1:retrieveAllTranslations>false</typ1:retrieveAllTranslations>
			</typ:findControl>
		</typ:findContact>
	</soapenv:Body>
</soapenv:Envelope>